LEXICON_RU: dict[str, str] = {
    '/start': f"Привет! Выберите игру из списка",
    '/help': f'Правила игры "Угадай число":\n\nЯ загадываю число от 1 до 100, а вам нужно его угадать\n\n'
             f'Правила игры "Камень, ножницы, бумага":\n\nМы одновременно должны сделать выбор одного из т'
             f'рех предметов.Камень, ножницы или бумага. Если наш выбор совпадает - ничья,'
             f' а в остальных случаях камень побеждает ножницы, ножницы побеждают бумагу, '
             f'а бумага побеждает камень.\n\n'
             f'Правила игры "Камешки":\n\nИгроки по очереди берут от 1 до 3 камней из кучи. '
             f'Тот, кто берет последний камень, проигрывает.\n\n'
             'Доступные команды:\n /help - правила игры и список команд\n/cancel - выйти из игры\n',
    '/cancel': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
               'клавиатуру и выбери игру',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes_button1': 'Дaвай!',
    'yes_button2': 'Давай!',
    'yes_button3': 'Дaвaй!',
    'no_button': 'Не хочу!',
    'game1': 'Угадай число',
    'game2': 'Камень, ножницы, бумага',
    'game3': 'Камешки',
    'yes1': 'Отлично! Загадывай число',
    'yes1_1': 'Отлично! Кто будет загадывать число?',
    'yes2': 'Отлично! Делай свой выбор!',
    'yes3': 'Отлично! Кто начнет?',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и выбери игру"',
    'Я загадываю': 'Отлично! Загадывай число',
    'Ты загадываешь': 'Отлично! Я загадал число!',
    'Больше': "Хм",
    'Меньше': "Хм",
    'Ты угадал!': "Ура! Давай сыграем еще?",
    'user_guessed': 'Ты угадал! Поздравляю!\n\nДавай сыграем еще?',
    'user_less': "Увы, мое число больше. Попробуй еще раз!",
    'user_unless': "Увы, мое число меньше. Попробуй еще раз!",
    'Загадал': "Супер! Тогда я начинаю угадывать",
    'bot_ans': 'Это число',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор',
    'Я начну': 'Отлично! Ты начинаешь!',
    'Ты начинай': 'Отлично! Я начну!',
}